<!DOCTYPE html >
<head>
<meta charset=utf-8 />
<title>無標題文件</title>
<link href="layout.css" rel="stylesheet" type="text/css">
</head>

<body>
<div id="wrapper">
<div id='header'>
	<p><a href="index.php">回首頁</a></p>
</div>

<div id='mainNav'>
  <ul>
    <li><a href="page2.php">選單分頁1</a></li>
    <li><a href="page3.php">選單分頁2</a></li>
    <li><a href="page4.php">選單分頁3</a></li>
    <li><a href="page5.php">選單分頁4</a></li>
    <li><a href="page6.php">選單分頁5</a></li>
  </ul>
</div>

<div id='content'>
<div id='conNav'>
	<a href="index.php">首頁</a>>&nbsp;&nbsp;測試網菜鳥網
</div>
<h2>最新公告：新的一年又來囉～比利熊陪你一起過寒假</h2>

<p>放寒假囉～小朋友們～比利熊童書屋在這個寒假裡，準備了好多好多有趣的圖書及節目，等著你們來哦！有比利熊、瓢蟲哥哥、櫻桃姐姐還有小免寶寶，他們都在「比利熊童書屋」裡等著你們，他們會在寒假期間，為小朋友們講好多好聽的故事，有：白雪公主忘了吃蘋果、灰姑娘不乖、小紅帽在等大野狼…等，每個故事都很精彩爆笑喔！趕快來，趕快來「比利熊童書屋」。</p>

<p>凡寒假期間到比利熊童書屋參加任何活動者，皆可享有購書、訂書全面８折的優惠哦！</p>

<br><br>
<ul>
<ol>
第一階段：０～６個月（嬰兒期），需要父母身體接觸，以產生安全感及信賴感</ol>

<ol>第二階段：６個月～２歲（嬰幼兒期），需要接受外來的刺激，以建立感覺統合的能力</ol> 

<ol>第三階段：２歲～５歲（幼兒期），需要有同儕之間的互動，以建立秩序感</ol>

<ol>第四階段：５歲～８歲（兒童期），進入學校環境後，建立人際關係與課業學習的態度</ol>

<ol>第五階段：８歲～１２歲（兒童期），逐漸進入叛逆期，開始要導正觀念與認知</ol>
</ul>

<br>
<br>
<p>
<h2>Welcome To ONE PLUS</h2> <br>
為您開啟世界之窗 

ONE PLUS 旅遊網秉持「顧客至上‧服務最棒」的精神，為每位旅行者量身訂做 一個適合自己的「客製化」旅行團。<br>
<br>
由於本網集結全國所有旅行社的資源，針對您的需求找到您最適合的旅遊團。

<br>
 溫馨小叮嚀

客製化的旅行團，可自行組團規劃行程，或將您的需求提出並由ONE PLUS全權規劃

尋找一家誠實信用的旅行社，確保旅遊品質的保證，才不會敗興而歸

海外旅遊注意人身安全，最好加保意外險，以確保旅遊的保障

<br>
<br>
旅遊隨身物及注意事項，可由免費資源區下載，請事先準備

請事先準備零錢，以便資付行程中的「小費」支出

歐洲電壓與台灣不同，如有需要，請自行攜帶變電器 <br>
請注意各地天氣變化，加減攜帶隨身衣物 </p>

<p>
關於 CSS 頁面版面

CSS 頁面版面是使用「串接樣式表」格式來組織網頁上的內容，而不是使用傳統 HTML 表格或頁框。CSS 版面的基本建置區塊是 div 標籤，這是 HTML 標籤，在多數情況下會作用為文字、影像和其他頁面元素的容器。當您建立 CSS 版面時，會將 div 標籤放置在頁面上、新增此標籤的內容，然後將此標籤放在不同的位置。Div 標籤和表格儲存格 (受限於要在表格的欄和列之中) 不一樣，可以出現在網站的任何位置上。您可以採用絕對 (指定 x 和 y 座標) 或相對 (指定與目前位置相對的位置) 方式來放置 DIV 標籤。您也可以透過指定浮點、欄位間隔和邊界 (現今網站標準的慣用方法)，定位 Div 標籤。

從頭建立 CSS 版面有其難度，因為可建立的方法太多了。您可以設定浮點、邊界、間距和其他 CSS 屬性 (幾乎有無限可能的組合方式)，以建立簡單的兩欄 CSS 版面。此外，跨瀏覽器顯示的問題會導致可在某些瀏覽器中正確顯示特定 CSS 版面，但在其他瀏覽器中則無法正確顯示。Dreamweaver 提供了 16 種可跨不同瀏覽器運作的預先指定版面，讓您輕輕鬆鬆使用 CSS 版面建置頁面。

使用 Dreamweaver 隨附的預先指定 CSS 版面是建立具有 CSS 版面之頁面最簡單的方式，但您也可以使用 Dreamweaver 絕對定位元素 (AP 元素) 建立 CSS 版面。Dreamweaver 中的 AP 元素是已指派絕對定位的 HTML 頁面元素，特別是指 div 標籤或其他標籤。不過，由於 Dreamweaver AP 元素是絕對定位，因此其限制為絕對不能根據瀏覽器視窗的大小，在頁面上調整 AP 元素的位置。

如果您是進階使用者，則也可以手動插入 div 標籤，並將 CSS 定位樣式套用到該標籤以建立頁面版面。
</p>
</div>

<div id='sidebar2'>
<div id='x1'>
</div>
<div id='x2'>
</div>
<div id='x3'>
</div>
</div>

<div id='footer'>
<h4>版權宣告區</h4>
</div>
</div>

</body>
</html>